Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/white_papers/samediggediedadus_samegiela_gaktuj_2012.pdf.tmx
Source language: smj
Languages: sma

source: Sámedikke ja ietjá sáme riektáássjij láhka (sámeláhka) doajmmaj bådij jagen 1989 ja dan ulmme le dilev láhtjet váj sáme álmmuk Vuonan máhttá ietjasa gielav, kultuvrav ja sebrudakiellemav nannit ja åvddånahttit.
sma: 7 Laake Saemiedigkien jïh jeatjah saemien reaktatsiehkiej bïjre (saemielaake) faamoem åadtjoeji 1989 jïh dan åssjele lea sjïehteladtedh ihke saemieh Nöörjesne maehtieh sijjen gïelem, sijjen kultuvrem jïh siebriedahkejieledem gorredidh jïh evtiedidh.

source: Láhka konkretiseri daj badjásasj prinsihpaj sisanov majt Vuodolága § 110 ásat.
sma: Laake sisvegem tjïelkeste dejnie bijjemes prinsihpine mejtie Maadthlaake § 110 tseegkie.

source: Sámelága giellanjuolgadusá doajmmagåhtin 1992 rájes ja li goalmát kapihttalin tjáledum; sámegiella.
sma: Saemielaaken gïelenjoelkedassh faamoem åadtjoeji 1992 jïh leah vihtiestamme 3. kapihtelisnie, saemien gïele.

source: Gå sámelága giellanjuolgadusá mierreduvvin, de aj lága baktu mierreduváj suohkana Gárásjåhkå, Guovddagæjnno, Unjárgga, Porsáŋŋgo, Dædno ja Gájvuodna galggin liehket oassen sáme giellaháldadimguovlos.
sma: Gosse saemielaaken gïelenjoelkedasside nænnoesti, dle aaj laaken tjïrrh vihtiesti dah tjïelth Kárásjohka (Karasjok), Guovdageaidnu (Kautokeino), Unjárga (Nesseby), Porsángu (Porsanger), Deatnu (Tana) jïh Gáivuotna (Kåfjord) edtjin meatan sjïdtedh saemien gïelen reeremedajvesne.

source: Gå Divtasvuona suohkan 2006:n fárruj váldeduváj, de láhka rievddaduváj váj giellaháldadimguovllo dálla njuolgadusáj baktu mierreduvvá.
sma: Gosse Divtasvuodnan (Tysfjord) tjïelte meatan sjïdti 2006, dle laakem jarkeli, guktie daelie reeremedajve lea mieriedimmien tjïrrh vihtiestamme.

source: Maŋŋela li suohkana Snåasa ja Loabát fárruj boahtám giellaháldadimguovlluj, ja Rajrevihke (Røyrvik) sæbrrá 1.1.2013 rájes.
sma: Mænngan Snåase jïh Loabát (Lavangen) meatan sjïdteme reeremedajvesne, jïh Raavrevijhke meatan sjædta 1.1.2013.

source: Sámelága giellanjuolgadusá (1992) vaddi sáme giellaháldadimguovlo álmmugij riektáv almulasj måhkijn aktijvuodav válldet ja vásstádusáv oadtjot sámegiellaj jali dárogiellaj ietjasa giellaano milta.
sma: Saemielaaken gïelenjoelkedassh (1992) årroejidie saemien gïelen reeremedajvesne reaktam vedtieh byögkeles instansigujmie govlehtalledh jïh vaestiedassem åadtjodh saemien jallh nöörjen gïelesne, jïjtsh gïelemaahtoej tsegkie.

source: Riektá guosská sihke njálmálasj ja tjálalasj gatjálvisájda.
sma: Reakta faamoem åtna dovne njaalmeldh jïh tjaaleldh govlehtimmide.

source: Riektá gáhtu dalloj gå háldadimásadus iesj
sma: Reakta ij faamoem utnieh dej veajkoej reeremedajve jïjtje skraejriem vaalta govlehtalledh.

source: 7 válldá aktijvuodav. Gájka almodusá almulasj orgánajs giellaháldadimguovlon maj ulmmejuogos le ålles jali oase álmmugis, galggi sihke dárogiellaj ja sámegiellaj almoduvvat.
sma: Gaajhkh bæjhkoehtimmieh byögkeles åårganijste reeremedajvesne, mah leah gaajhkesidie jallh naakenidie årroejijstie, edtjieh dovne nöörjen jïh saemien årrodh.

source: Sámelágas § 3-5 milta le riektá sámegielav vijddásappo adnet varresvuohta- ja sosiálsuorgen.
sma: Saemielaaken § 3-5 aktem vijriedamme reaktam vadta saemien nåhtadidh gosse healsoe-jïh sosijaaledïenesjinie govlehtalla.

source: Dát mierkki gájka varresvuoda- ja sosiálásadusá gudi viehkedi pasientajt gudi båhtu suohkanijs ma li sáme giellaháldadimguovlon, galggi pasientajt sámegiellaj dievnnot.
sma: Daate sæjhta jiehtedh gaajhkh healsoe- jïh sosijaalinstusjovnh mah skïemtjijh dåastoeh tjïeltijste saemien gïelen reeremedajven sisnjelen, dïedtem utnieh skïemtjijdie saemien gïelesne hoksehtidh.

source: Pasiænntariektálága § 3-5 mij vaddá pasiænntaj riektáv diedojda ma li ájnegis dárbojda hiebaduvvam, ja lága § 4-2 mij mierret dåhkkidime hámev, li aj guoskavasj mærrádusá.
sma: Skïemtjijereaktalaaken § 3-5, mij skïemtjijasse reaktam vadta bïevnesh åadtjodh mah leah indivijduelle tsiehkide sjïehtedamme, jïh laaken § 4-2 krïevenassen bïjre luhpiehtimmien vuakan, leah aaj sjyöhtehke nænnoestimmieh.

source: Sáme pasientaj riektá sámegiela adnuj giellaháldadimguovlon le aj tsuojggiduvvam ådå suohkanlasj varresvuohta ja huksolágan: 3 – 10. 4. ladás: " Suohkana sáme giellaháldadimguovlon galggi bærrájgæhttjat jut sáme pasientaj jali addnij dárbo hiebadum dievnastusájda dættoduvvi gå dievnastus hábbmiduvvá. "
sma: Saemien skïemtjiji reaktah saemien gïelem reeremedajvesne nåhtadidh, leah aaj vihtiestamme aktene orre tjïelten healsoe jïh hokselaakesne: 3 – 10. 4 lïhtse: " Tjïelth saemien gïelen reeremedajvesne edtjieh hoksedh saemien skïemtjiji jallh utniji daerpiesvoeth sjïehteladteme dïenesjh åadtjodh, krööhkestamme sjidtieh gosse dïenesjem haamode ".

source: Sámelága § 3-6 vaddá juohkkahattjaj riektáv ájnegis girkkolasj dievnastusájda sámegiellaj.
sma: Saemielaaken § 3-6 fïereguhtese reaktam vadta indivijduelle gyrhkeles dïenesjh åadtjodh saemien gïelesne.

source: Dát guosská sielohuksuj, gásstaj, skalluj, válldaj ja iehkedismállásij.
sma: Goh sealoehokse, skylleme, provre jïh aejlies maalestahke.

source: Báhpa gudi virggáj biejaduvvi háldadimguovlon hæhttuji sámegielav låhkåt jus e åvdutjis máhte.
sma: Hearrah mah barkoem åadtjoeh reeremedajven sisnjelen, tjuerieh saemien gïelelïerehtimmiem tjïrrehtidh jis eah åvtelhbodti saemien maehtieh.

source: Girkko galggá aj sámegielav åvdedit háldadimguovlo ålggolin.
sma: Gærhkoe edtja aaj saemien gïelem skreejrehtidh reeremedajven ålkolen.

source: Girkkolága § 24 javllá: ” Girkkotjåhkanibme galggá sáme girkkoiellemav suoddjit ja åvdedit [..] ”.
sma: Gærhkoelaaken § 24 jeahta: " Gærhkoetjåanghkoe edtja vaarjelidh jïh skreejrehtidh saemien gærhkoejieledem [..] ".

source: Sámelága § 3-7 sisadná bájkálasj jali guovlolasj ásadusá barggij riektáv åhpadusvirggeloahpáj bálkkájn åttjudamdiehti sámegiela máhtudagáv, gå ásadus dákkir máhtudagáv dárbaj.
sma: Saemielaaken § 3-7 lea barkiji bïjre mah aktene voenges jallh regijovnale åårganesne berkieh, jïh mah reaktam utnieh ööhpehtimmiepermisjovnem baalhkine åadtjodh juktie daajroem ribledh saemien gïelesne, gosse åårgane dagkeres daajroem daarpesje.

source: Åhpadusláhka (1998) duodas ájnegisá riektáv åhpadussaj sámegielan ja – giellaj.
sma: Ööhpehtimmielaake (1998) vihteste fïereguhten reaktam ellies lierehtimmiem åadtjodh saemien gïelesne.

source: Sáme giellaháldadimguovlon (åhpaduslágan javladuvvá ” sáme guovlo ”) le juohkka oahppen riektá åhpadussaj mij Sáme Máhttolåpptimav tjuovvu, ja siján le vejulasjvuohta sámegielav åhpadusgiellan válljit.
sma: Saemien gïelen reeremedajvesne (ööhpehtimmielaakesne ållermaahteme goh «saemien dajvhš) gaajhkh learohkh reaktam utnieh lïerehtimmiem åadtjodh Maahtoelutnjemen Saemien mietie, jïh dej lea nuepie saemien lïerehtimmiegïeline veeljedh.

source: Oahppe bessi aj dárogielav válljit åhpadusgiellan, aktan sámegielåhpadusájn.
sma: Learohkh maehtieh aaj nöörjen lïerehtimmiegïeline veeljedh, aktanamme lïerehtimmine saemien gïelesne.

source: Suohkanijn ma li sáme giellaháldadimguovlo ålggolin li oahppijn dåssju riektá åhpadussaj sámegielan ájnegis oahppe dásen.
sma: Tjïeltine mah leah reeremedajven ålkolen, desnie learohkh ajve reaktam utnieh lïerehtimmiem åadtjodh saemien gïelesne indivijduelle våaroemisnie.

source: Jus galggi åhpadusáv oadtjot sámegiellaj de hæhttuji gåjt dal 10 oahppe suohkanin dáv gájbbedit, ja dát riektá joarkká nav guhkev gå li binnemusát guhtta oahppe vil juohkusin.
sma: Jis edtja ellies lierehtimmiem saemien gïelesne åadtjodh, dle unnemes 10 learohkh tjïeltesne tjuerieh dam krievedh, jïh reakta dagkeres lïerehtæmman ryöhkoe dan guhkiem unnemes govhte learohkh aajmene dåehkesne.

source: Dán lága aktijvuodan li oahppe defineridum mánnán æjgádijs gudi bessi Sámedikke jienastimlåhkuj ietjasa tjáledit.
sma: Learohkh leah daesnie, laaken mietie, buerkiestamme goh maanah almetjijstie mah maehtieh jïjtjemse tjaeledh Saemiedigkien veeljemelåhkose.

source: Mánájgárddeláhka (2006) dættot suohkanin le åvdåsvásstádus jut mánájgárddefálaldahka mánájda sáme guovlojn (sáme giellaháldadimguovlon) le sámegiela ja kultuvra nanna vuododum.
sma: 8 Laake maanagïerti bïjre (2006) tjïerteste tjïelte dïedtem åtna ihke maanagïertefaalenasse maanide saemien dajvine (saemien gïelen reeremedajvesne) saemien gïelem jïh kultuvrem betnesne åtna.

source: Sáme sisadno mánájgárdijn ma li giellaháldadimguovlo ålggolin le viehka hæjobut suoddjidum.
sma: Dïhte saemien sisvege maanagïertine reeremedajven ålkolen lea sagki viesjiehtåbpoe stuvrehtamme.

source: Dáppe galggi suohkana dilev láhtjet váj sáme máná galggi gielasa ja kultuvrasa nannit ja åvddånahttet.
sma: Daesnie tjïelth edtjieh sjïehteladtedh ihke saemien maanah maehtieh sijjen gïelem jïh sijjen kultuvrem gorredidh jïh evtiedidh.

source: Dán lága aktijvuodan li sáme máná defineridum mánnán gåjt dal avtajn æjgádijn guhti bæssá Sámedikke jienastimlåhkuj ietjas tjáledit.
sma: Saemien maanah reeremedajven ålkolen leah buerkiestamme goh maanah unnemes aktine eejhteginie mij maahta jïjtjemse tjaeledh Saemiedigkien veeljemelåhkose.

source: Háldonjuolgadusá ja biebbmosijddanjuolgadusá rievddama nuolgadus mij moarmesmáno 1. biejve 2012 doajmmaj bådij dættot sámegielak mánájn gudi giellaháldadimguovlon årru le riektá gielasa bisodit gå ådå huksuj biejaduvvi.
sma: Mieriedimmie jarkelimmien bïjre vaaksjomemieriedimmesne jïh foestehïejmemieriedimmesne mij faamoem åadtjoeji suehpeden 1. b. 2012, tjïerteste dam reaktam saamastallije maanah utnieh jïh mah reeremedajvesne årroeh, sijjen gïelem gorredidh hoksesertiestimmine.

source: Dáj rievddamij milta hæhttu dal dåjmalattjat gatjádit makta máná kultuvralasj ja gielalasj riektá várajda váldeduvvi gå biebbmosijddaj jali mánájsuodjalusásadussaj biejaduvvi.
sma: Dan åvteste mieriedimmieh leah jarkelamme, dle tjuara daelie gihtjedh mejtie maanaj kultuvrelle jïh gïeleldh reaktah gorresuvvieh gosse foestehïejmese jallh maanavaarjelimmie-institusjovnesne sertiestuvvieh.

source: Dille galggá látjeduvvat váj mánná bæssá sihke ietjas gielav ja kultuvrav åvddånahttet.
sma: Tjuara sjïehteladtedh ihke maana maahta dovne sov gïelem jïh kultuvrem evtiedidh.

source: Bájkkenammaláhka (1990) galggá bærrájgæhttjat jut sáme bájkkenamá li nasjonála njuolgadusáj ja rijkajgasskasj sjiehtadusáj ja konvensjåvnåj milta.
sma: Sijjienommelaake (1990) edtja saemien sijjienommide krööhkedh nasjovnaale laaki jïh gaskenasjovnaale latjkoej jïh konvensjovni mietie.

source: Bájkkenammalága § 7 javllá jus muhtem bájkkenamán le moattegielak namma de galggi gájka namá ma dan guoskavasj bájken aneduvvi galbajn aneduvvat.
sma: Sijjienommelaaken mieriedimmie § 7 vihteste dastegh akte sijjienomme jienebegïeleldh nommh åtna, dle edtja gaajhkide gïelide, mah åtnasuvvieh dennie sjyöhtehke dajvesne, sjiltine nåhtadidh.

source: Bájkkenammalága ulmme le várajda válldet bájkkenamájt kultuvrramujtton, dajda hiebalgis tjállemvuogev vaddet ja vájkkudit máhtudagáv ja dåjmalasj anov namáj vuoksjuj.
sma: Åssjele dejnie laakine sijjienommi bïjre lea sijjienommh kultuvremojhtesinie gorredidh, sijjienommide aktem tjaelemevuekiem vedtedh mij lea sjïehteles, jïh viehkiehtidh guktie nommh damtoes sjidtieh jïh eadtjohkelaakan åtnasuvvieh.

source: Bájkkenammalága milta máhtti almulasj ásadusá, viessoæjgáda, bájkálasj siebre ma bájkkáj gulluji ja bájkkenammakonsulenta nammaássjev álgadit.
sma: Laaken mietie sijjienommi bïjre, dle byögkeles åårganh, gaerteneaajhterh, voenges siebrieh mah ektiedimmiem dajvese utnieh, jïh nommekonsulenth maehtieh nommeaamhtesem aelkedh.

source: Suohkana namájt mierredi duola dagu almulasj adressajn, bájkátjijn, gahttunijn ja almulasj viesojn.
sma: Tjïelti lea reakta nommh nænnoestidh, gaskem jeatjah byögkeles påastesijjide, tjåahkesijjide, gaatide jïh byögkeles gåetide.

source: Stáhta Kárttadåjmadahka mierret luonndonamájt ja ietjá namájt ma e bájkkenammalágan jali njuolgadusájn åvddån boade.
sma: Staaten Kaarhtevierhkie eatnemenommh jïh jeatjah nommh nænnoste, mah eah sijjienommelaakesne jallh mieriedimmine tjåadtjoeh.

source: Departementa suohkannamájt mierredi.
sma: Departemeenten lea nænnoestimmiereakta tjïeltenommide.

source: 8 Lágan tjielggasit tjuodtju sáme namá ma aneduvvi ulmutjijs gudi muhtem bájken årru jali dåppen æládusájt dåjmadi, galggi dábálattjat almulasjvuodas aneduvvat kártajn, galbajn, regissterijn aktan dáro namájn jus dakkir gávnnu.
sma: Laakesne tjïelkelaakan tjåådtje saemien nommh mejtie almetjh nåhtadieh, mah abpe tïjjen årroeh jallh jielemen gaavhtan ektiedimmiem utnieh sæjjan, dejtie byögkelesvoete edtja kaarhtine, sjiltine jïh registerinie nåhtadidh, kanne nöörjen nommine ektine.

source: Galbajn jali kártajn jali ietján gåggu ienep gå akta namma aneduvvá, mierret mierrediddje ásadus makkir namma vuostatjin galggá.
sma: Sjiltine jallh kaarhtine jïh plearoeh, gusnie vielie goh aktem nommem nåhtede, dle nænnoestimmieåårgane nænnoste mennie öörnegisnie nommh edtjieh årrodh.

source: Gå mierret makkir namma vuostatjin galggá de galggá árvustallat giellaanov bájken.
sma: Gosse öörnegem nænnoste edtja dajven gïeleåtnoem krööhkedh.

source: Sáme giellaháldadimguovlon galggá návti liehket: Sáme namma vuostatjin, ja de dáro ja de guojna.
sma: Saemien gïelen reeremedajvesne öörnege lea saemien, nöörjen jïh kveenen.

source: Sámedigge nammat sáme bájkkenamáj nammakonsulentajt.
sma: Saemiedigkie sijjienommekonsulenth nammohte saemien sijjienommide.

source: Rijkajgasskasasj konvensjåvnå ja tjielggidusá
sma: Gaskenasjovnaale konvensjovnh jïh bæjhkoehtimmieh

source: Riektá iednegiellaj le vuodulasj almasjrievtesvuohta.
sma: Reakta ietniengïelese lea akte vihkeles almetjereakta.

source: Juohkka sámen le riektá adnet ja åhpadusáv oadtjot sámegielan.
sma: Fïerhten saemien lea reakta lïerehtimmiem åadtjodh jïh saemien nåhtadidh.

source: Vuona stáhtta le sihke riektálattjat ja politihkalattjat åvdåsvásstádusáv válldám suoddjit ja åvdedit mijá gielav danen gå lip álggoálmmuk.
sma: Nasjovnaalestaate Nöörje lea dïedtem vaalteme, dovne reaktan mietie jïh politihkeles, mijjen gïelem vaarjelidh jïh skreejrehtidh, dan åvteste mijjieh aalkoealmetjh.

source: Mánájkonvensjåvnnå le vuona láhkaj sajájduvvam ja le danen vuona lága åvddåla.
sma: Maanakonvensjovne lea nöörjen laakine sjïehtesjamme, jïh dan gaavhtan nöörjen laaki uvte båata.

source: Mánájkonvensjåvnån le sierra artihkkal álggoálmmugij mánáj vuoksjuj, 30. artihkkal; ” Máná gudi muhtem unneplågo álmmugij jali álggoálmmugij gulluji galggi bessat aktan iehtjáda ietjas juohkusin, ietjasa kultuvrav, åskov ja gielav niektit. ”
sma: Maanakonvensjovnen akte jïjtse tjaalege aalkoealmetjemaanaj reaktaj bïjre, artihkele 30; " Maanah mah lïhtseginie aktene unnebelåhkosne jallh aalkoealmetjisnie reaktam utnieh mubpiejgujmie ektine sov dåehkesne, aevhkieh utnedh sov kultuvreste, religijovneste jïh jïjtse gïeleste. "

source: AN:a konvensjåvnnå sivilja ja politihkalasj riektáj gáktuj le vuona riektáj váldedum almasjrievtesvuodalága baktu.
sma: EN. ’ en konvensjovne sivijle jïh politihkeles reaktaj bïjre lea meatan vaalteme nöörjen reaktesne almetjereaktalaaken tjïrrh.

source: 27. artihkkal javllá: " daj stáhtajn gånnå tjerdalasj, åskolasj jali gielalasj unneplågo gávnnuji, ij sijás gudi dajda gulluji, galga riektá váldeduvvat, daj gaskan ietjasa juohkusin, ietjasa kultuvrav sujttit, ietjasa åskov dåbdåstit ja tjadádit, jali gielasa adnet ” Dát konvensjåvnnå manná åvddålij jus ietjá mærrádusá vuona riektán li dan vuosstáj.
sma: Artihkele 27 vihteste: " dejnie staatine gusnie etnhikeles, religijööse jallh gïeleldh unnebelåhkoeh, dle dah mah leah dejstie, eah edtjh sijjen reaktam dassedh, jeatjah lïhtsegigujmie sijjen dåehkeste, jïjtse kultuvrem eevtjedh, jïjtse religijovnem bæjhkodh jïh utnedh, jallh jïjtse gïelem nåhtadidh. " Daate konvensjovne jeatjah nænnoestimmiej uvte båata jis ij leah nöörjen nænnoestimmiej mietie.

source: ILO-konvensjåvnnå 169 iesjrádálasj stáhtaj álggoálmmugij ja máddoálmmugij vuoksjuj sisadná artihkkalijt ma javlli álggoálmmugijn le riektá ietjasa gielav nannit ja åvddånahttet ja ájnegis ulmutjijn le riektá gielasa oahppat ja adnet.
sma: 9 ILO-konvensjovne nr. 169 aalkoealmetji jïh tjïertealmetji bïjre jïjtjeraarehke staatine artihkelh åtna mah dovne vihtiestieh aalkoealmetji reaktam sijjen gïelem gorredidh jïh evtiedidh, jïh fierhten almetjen reaktam sov gïelem lïeredh jïh nåhtadidh.

source: 28. artihkkal javllá ” Dåjma galggi jåhtuj biejaduvvat váj dan álmmuga ieme gielav nanni ja åvddånahttemav ja anov låppti ”.
sma: Artihkele 28 jeahta " Edtja råajvarimmieh gaavnedh juktie gorredidh jïh evtiedimmiem jïh åtnoem eevtjedh dejstie voestes gïelijste daejtie almetjidie. "

source: Europa lihtto guovllo- jali unneplågogielaj gáktuj galggá unneplågogielajt suoddjit váj europa kultuvra valjesvuohta bissu.
sma: Europejen sjïehtedimmie regijovne- jallh unnebelåhkoegïeli bïjre åssjelinie åtna unnebelåhkoegïelh vaarjelidh, juktie gellievoetem europejen kultuvresne utniehtidh.

source: 7. artihkkal tjadná nasjonálstáhtajt konkrehta dåjmajt tjadádit váj unneplågoálmmugijt bisot váj vuojnnusij båhti sihke politihka, lágaj ja ano baktu.
sma: Artihkele 7 stillie nasjovnaalestaatide vihties råajvarimmieh tjïrrehtidh juktie unnebelåhkoegïelh gorredidh, guktie dah våajnoes sjidtieh dovne politihkesne, laakine jïh åtnosne.

source: AN:a Álggoálmmuktjielggidusá 13. artihkkal javllá mijájn sámijn álggoálmmugin le riektá ælláskahttet, adnet, åvddånahttet ja boahtte buolvvaj gielav vaddet.
sma: EN. ’ en Aalkoealmetjebæjkoehtimmie artihkele 13 vihteste dam reaktam mijjieh saemieh goh aalkoealmetjh utnieh mijjen gïelem jealajehtedh, nåhtadidh, evtiedidh jïh sertiestidh minngebe boelvese.

source: Dát artihkkal aj mierret sámijn álggoálmmugin le riektá dålkåv adnet almulasj dievnastusáj aktijvuodan.
sma: Daate artihkele aaj vihteste dam reaktam saemieh goh aalkoealmetjh utnieh toelhkem nåhtadidh gosse byögkeles dïenesjigujmie govlehtellieh.

source: Vuodna le tjielggidusáv vuollájtjállám, ja Sámedigge adná dát tjielggidus Vuonav riektálattjat tjadná.
sma: Nöörje deklarasjovnem jååhkesjamme, jïh Saemiedigkie daam bæjhkoehtimmiem åtna goh rïekteles vïedteldihkie Nöörjese.

source: Nuorttarijkaj sámekonvensjåvnnå oajvvadus le tjáledum álmmukriektálasj mærrádusáj milta ma guosski stáhtajda Vuodna, Svierik ja Suobma sámij vuoksjuj álggoálmmugin.
sma: Raeriestimmie Noerhtelaanti saemiekonvensjovnese lea dorjesovveme dej almetjerïekteles dïedti sjïekenisnie, mejtie Nöörje, Sveerje jïh Såevmie saemiej åvteste utnieh goh aalkoealmetjh.

source: Konvensjåvnnåoajvvadus dåhkkit mijá riektáv iesjmierredibmáj ja dan ulmme le aktisasjbarggo avtan álmmugin rájáj rastá galggá sjaddat álkkep.
sma: Konvensjovneraeriestimmie jååhkesje mijjen reaktam jïjtje nænnoestidh, jïh ulmine åtna ektiedahkoe mijjen gaskemsh goh akte almetje, edtja aelhkebe sjïdtedh laanteraasti dåaresth.

source: Nuorttarijkaj ássjediehttejuogos ájrrasij nammaduvvam Vuona, Svieriga ja Suoma stáhtajs ja sámedikkijs vattij jagen 2005 ietjas avtajienalasj oajvvadusáv nuorttarijkaj sámekonvensjåvnnåj.
sma: Jaepien 2005 akte noerhtelaanti ekspertedåehkie, misse staath jïh saemiedigkieh Nöörjesne, Sveerjesne jïh Såevmesne tjïrkijh nammoehtamme, sov tjåenghkies raeriestimmiem böökti akten noerhtelaanti saemiekonvensjovnese.

source: Goalmát kapihttal sisadná sáme gielav ja kultuvrav. Dánna giehtadaláduvvá mijá riektá suoddjit, åvddånahttet ja adnet sámegielav.
sma: Kapihtele III lea saemien gïelen jïh kultuvren bïjre, jïh lea mijjen reaktan bïjre gorredidh, evtiedidh jïh saemien gïelem nåhtadidh.

source: Dánna giehtadaláduvvá aj mijá riektá ietjama árbbediedojt várajda válldet ja riektá dutkamij ja åhpadussaj.
sma: Daesnie aaj ållermaahta dam reaktam mijjieh utnebe mijjen aerpievuekien daajrojde gorredidh, jïh reakta dotkemasse jïh ööhpehtæmman.

source: Konvensjåvnnåsjiehtadusá li dal álggám ja galggi ållidum vidán jagen.
sma: Daelie konvensjovnerååresjimmieh aalkeme jïh dah edtjieh illehtamme årrodh eannan vïjhte jaepieh vaaseme.

source: Sámedikke stivrrimdokumenta sámegiela gáktuj
sma: Saemiedigkien stuvremetjaatsegh gïelen bïjre

source: Samediggeráde politihkalasj vuodo le Sámedikkeráde dåjma válggaájggudagá álgon.
sma: Saemiedigkieraerien politihkeles våarome, våaroeminie sjædta Saemiedigkieraerien barkose veeljemeboelhken.

source: Sámedikkeráde dáv vuodov budsjehtaj sisi åttjut.
sma: Saemiedigkieraerie daam våaromem budsjedteraeriestimmesne sjïehtesje.

source: Sámedikke budsjæhtta giellaåvddånime rudáj anov mierret.
sma: Saemiedigkien budsjedte stuvrie guktie edtja tsavtshvierhtide nåhtadidh gïeleevtiedimmien sisnjelen.

source: 9 Giellarudájda gulluji guovtegielakvuohtadoarjja suohkanijda ja fylkkasuohkanijda, njuolggadoarjja giellaguovdátjijda ja giellaprosjektarudá masi åhtså.
sma: Ekonomeles tsavtshvierhtieh gïelen sisnjelen leah guektiengïeledåarjoe tjïeltide jïh fylhkentjïeltide, ryöktesth dåarjoe saemien gïelejarngide, jïh gïeleprosjektevierhtieh mej bïjre tjuara syökedh.

source: Sámedigge biedjá aj rudájt oanepájggásasj prosjevtajda majt Sámedigge iesj álgat.
sma: Saemiedigkie aaj vierhtieh åenehks prosjektide lyjke mejtie Saemiedigkie jïjtje aalka.

source: Sámedikken li aj ietjá doarjjoårniga ma gielav åvdedi, dagu oahpponævoj doarjja, sáme girjálasjvuohta, åhpadusstipenda jnv..
sma: Saemiedigkie lissine jeatjah tsavtshvierhtieh reerie mah aaj gïelem skreejrieh, goh dåarjoe learoevierhtide, saemien lidteratuvre, ööhpehtimmiestipendh jnv..

source: Guovtegielakvuodarudáj aktisasjbarggosjiehtadusá
sma: Laavenjostoelatjkoeh åtnoen bïjre guektiengïelevierhtijste

source: Guovtegielakvuohtadoarjja le stuorámus doarjjaårnik mij Sámedikken le, ja navti le dat Sámedikke åvdemus vædtsak gå galggap sámegielav åvddånahttet.
sma: Guektiegïeledåarjoe lea dïhte stööremes dåarjoepåaste Saemiedigkie reerie, jïh lea dannasinie Saemiedigkien vihkielommes tsavtshvierhtie juktie saemien gïelem evtiedidh.

source: 2008:n Sámedigge guovtegielakvuodadoarjjaga guoradallamav diŋŋguj.
sma: Jaepien 2008 dle Saemiedigkien stillemen mietie, aktem vuarjasjimmiem guektiegïelevoetedåarjoste tjïrrehti.

source: Guoradallama duogásj lij Sámedigge sidáj diehtet gåktu suohkana ja fylkkasuohkana guovtegielakvuodadoarjjagav adni.
sma: Saemiedigkie sïjhti vuejnedh guktie tjïelth jïh fylhkentjïelth guektiengïelevoetedåarjoem nåhtadieh.

source: Guoradallamijn mielan galgajma aj guovtegielakvuodadoarjjagav rievddadit.
sma: Edtji aaj vuarjasjimmiem nåthadidh goh akte våarome gosse edtjin aelkedh guektiengïeledåarjoen joekedimmienjoelkedasside jarkelidh.

source: Guoradallam vuosedij moadda suohkana rudájt adnin giellaåvddånibmáj, vájku guovtegielakvuodadoarjja galggá sámelága giellanjuolgadusáj ållidibmáj.
sma: Vuarjasjimmie vuesiehti jïjnjh tjïelth aaj vierhtide gïeleevtiedæmman nåhtadin, jalhts guektiengïeledåarjoe akte tsavtshvierhtie mij edtja tjïeltide viehkiehtidh saemielaaken gïelenjoelkedassh illedh.

source: Ajtu le nav jut Sámedigge le sihke dåhkkidam ja sihtam giellaåvddånahttemav.
sma: Saemiedigkie læjhkan gïeleevtiedimmiebarkoem dovne jååhkesjamme jïh vaajtelamme.

source: Guoradallam vuosedij aj suohkana sihtin lagábut barggat Sámedikke siegen rudáj ano vuoksjuj.
sma: Vuarjasjimmie aaj vuesiehti tjïelth aktem lïhkebe laavenjostoem Saemiedigkine sïjhtin vierhtieåtnoen

source: Guoradallam ævtodij gåktu máhttá guovtegielakdårjav mierredit, valla sæmmi båttå dættodij Sámedigge hæhttu lagábut suohkanij siegen barggat.
sma: 10 bïjre. Vuarjasjimmie raeriestimmieh böökti guktie meehti guektiengïeledåarjoem aerviedidh, men seamma tïjjen tjïertesti Saemiedigkie tjuara aktem lïhke laavenjostoem utnedh tjïeltigujmie daennie barkosne.
